Revit 2027 API
ParameterTypeId.SpotSlopeLeaderLength Property
 "Leader Line Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotSlopeLeaderLength { get; }
Public Shared ReadOnly Property SpotSlopeLeaderLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotSlopeLeaderLength {
	ForgeTypeId^ get ();
}
static member SpotSlopeLeaderLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace